{
    "array": [{
            "houseID": "2",
            "houseTitle": "House Stark",
            "motto": "Words: 'Winter is coming'",
            "iconPath": "../img/sigils/stark.png",
            "familyPath": "../img/families/stark.png",
            "homePath": "../img/homes/stark.jpg",
            "flagPath": "../img/flags/stark.png",
            "aboutHome": "House Stark of Winterfell is ruling over the vast region known as the North and the Vale as Kings in the North from their seat. Winterfell is the seat of the ruler of the North and the traditional home of House Stark. It is a very large castle located at the center of the North, from where the head of House Stark rules over his people. A small Godswood is enclosed within the walls. It is the capital of the North under King Jon Snow. The castle is located alongside the Kingsroad as it makes its way from the Wall to the capital at King's Landing, more than a thousand miles to the south. It is situated atop hot springs which keep the castle warm even in the worst winters. Winding tombs below the castle contain the remains of Stark kings and lords and record the history of the ancient family. The castle has stood for millennia.",
            "historyDescription": "According to legend, House Stark has held a castle at Winterfell for 8,000 years, though it has been considerably expanded over the centuries. Before the Targaryen conquest, the leaders of House Stark ruled over the region as the Kings in the North. King Torrhen Stark was on the throne at the time of the Targaryen conquest and marched his army south to face them. He surrendered when he saw the Targaryens' vast host and dragons, believing that fighting was futile. He was made Lord Paramount of the North and served the Targaryens as Warden of the North. Thereafter, Torrhen was known as ‘the king who knelt’. Eddard Stark rode south to fight in Robert's Rebellion after his father and older brother were killed by the Mad King. At the end of the war, he returned to Winterfell with his new wife Catelyn Tully, their infant son Robb Stark, and also Eddard's nephew Jon Snow, who he raised as a son at the behest of Jon's mother, Lyanna Stark. After the Greyjoy Rebellion eight years later, Eddard took Theon Greyjoy back to Winterfell as his ward - partly as a political hostage, but perhaps partially to raise him to be an honorable man.",
            "aboutFamily": "Members: Lord Rickard Stark (the former head of the family. Lord of Winterfell, Lord Paramount of the North, and Warden of the North. Burned alive on the orders of Mad King Aerys), Brandon Stark (his eldest son, once betrothed to Catelyn Tully. Killed on the orders of the Mad King, alongside his father), Lord Eddard Stark (his second son, commonly called -Ned-, the former head of the family. Lord Paramount of the North, Warden of the North, Lord of Winterfell, and Hand of the King to Robert I. Executed under a false charge of treason by Joffrey Baratheon), Lady Catelyn (his wife of House Tully. Murdered by -Black Walder- Rivers during the Red Wedding), King Robb Stark (their eldest son. Called -the Young Wolf- and -the King Who Lost the North-, Lord of Winterfell and King in the North. Betrayed and murdered by Roose Bolton during the Red Wedding), Robb's wife (Queen Talisa, of the Free City of Volantis. Stabbed by Lothar Frey during the Red Wedding), Their unborn child (Killed when Lothar Frey stabs Talisa), Princess Sansa Stark (their oldest daughter. Believed to be the last of the Starks and serves as Lady of Winterfell after feeding her husband Ramsay to his own hounds and the Stark victory at the Battle of the Bastards), Princess Arya Stark (their youngest daughter. Publicly believed dead), Prince Brandon -Bran- Stark (their second son. Lawful Lord of Winterfell. Bran is paraplegic, now beyond the Wall accompanied by Meera of House Reed. Publicly believed dead), Prince Rickon Stark (their youngest son. Killed by Ramsay Bolton during the Second Battle of Winterfell), Lyanna Stark (his only daughter. Once betrothed to Robert Baratheon, said to be abducted by Rhaegar Targaryen. Died during Robert's Rebellion after giving birth to her son Jon), King Jon Snow (called -the White Wolf-. Son of Lyanna and Rhaegar Targaryen, but raised as Eddard's bastard. Volunteered to join the Night's Watch, and later elected as the new Lord Commander of the entire order. Named -King in the North- by the bannermen of House Stark and House Arryn, as well as the Free Folk, after their victory at the Battle of the Bastards), Benjen Stark (his youngest son, First Ranger of the Night's Watch. Publicly believed dead. Currently north of the Wall). Household and retainers: Maester Luwin (counselor, healer, and tutor. Injured by Dagmer Cleftjaw prior to the Sack of Winterfell and mercy-killed by Osha shortly after), Theon Greyjoy (ward and hostage of Lord Eddard. Fled Winterfell with Lady Sansa and now a follower of Daenerys Targaryen along his sister, Yara Greyjoy), Ser Rodrik Cassel (master-at-arms of Winterfell. Executed by Theon Greyjoy), Septa Mordane (tutor of Sansa and Arya. Executed during the purge of the Stark household in King's Landing), Nan (called -Old Nan-, a former wet nurse turned storyteller and a great-grandmother to Hodor. Perished of old age), Hodor (a simple-minded stable boy, went with Bran beyond the Wall), Osha (a captive wildling spearwife made kitchen wench), Jojen Reed (son of Howland Reed, Lord of Greywater Watch, and ruler of the Crannogmen. Escorted Lord Bran beyond the Wall), Meera Reed (daughter and heir of Howland Reed, Lord of Greywater Watch, and ruler of the Crannogmen. Escorting Bran beyond the Wall), Brienne of Tarth (a female warrior and heir of Lord Selwyn of Tarth, formerly the sworn sword of Lady Catelyn, currently Princess Sansa's sworn sword and advisor), Podrick Payne (Brienne's squire), Ser Davos Seaworth (known as -the Onion Knight and head of House Seaworth, former Hand of the King to Stannis Baratheon), Melisandre (a red priestess of R'hllor known -the Red Woman-, former advisor to Stannis Baratheon).",
            "houseOverview": "House Stark of Winterfell is a Great House of Westeros, ruling over the vast region known as the North and the Vale as Kings in the North from their seat in Winterfell, recently retaken by the Starks from House Bolton. It is by far one of the oldest lines of Westerosi nobility, claiming a line of descent stretching back over eight thousand years. The head of the house is the Lord of Winterfell. Before the Targaryen conquest, the leaders of House Stark ruled over the region as the Kings in the North. Jon Snow is the current King in the North and the Vale, partially due to the allegiance of Petyr Baelish, the Lord Regent of the Vale, to House Stark. Their rule in the North seemingly ended after the events of the Red Wedding when House Frey and House Bolton betrayed them, after joining alliance with House Lannister. Both the North and Winterfell were taken over by House Bolton, but their hold was jeopardized. House Stark were restored to their former stature after the Battle of the Bastards. Their success in this battle later leads to the resurgence of House Stark as the royal family of the North, with its vassals declaring Jon Snow as King in the North. They are one of the few noble Houses whose family motto is not a boast or threat. Instead, the House Stark family motto is a warning, one that no matter the circumstances will always be relevant: -Winter is Coming-."
        },
        {
            "houseID": "5",
            "houseTitle": "House Targaryen",
            "motto": "Words: 'Fire and Blood'",
            "iconPath": "../img/sigils/targaryen.png",
            "familyPath": "../img/families/targaryen.jpg",
            "homePath": "../img/homes/targaryen.png",
            "flagPath": "../img/flags/targaryen.jpg",
            "aboutHome": "Targaryens have held The Iron Throne for three centuries, making The Red Keep their home. The Red Keep is the residence of the King of the Andals and the First Men, his family and his court, located within King's Landing, the capital of the Seven Kingdoms. It dominates the skyline of the city, and serves as the city's primary fortress and redoubt. Located in the southeastern corner of King's Landing, the Red Keep overlooks Blackwater Bay and the Narrow Sea (It is currently the seat of Queen Cersei Lannister and was formerly the seat of King Tommen Baratheon, King Joffrey Baratheon, King Robert Baratheon, and before him the seat of the Targaryen kings). The Targaryens also held The Castle of Dragonstone since they first came to Westeros and buit it (‘But the Targaryens managed to raise a castle here. Simpletons claim they used ancient Valyrian sorcery, forgetting that the Targaryens brought a small army with them from Essos; there's no magic in strong backs. Though admittedly the castle is unlike any in Westeros, foreign and... strange.’- Stannis Baratheon), until their reign was overthrown. Dragonstone is the castle that stands upon the eponymous island located in Blackwater Bay. The castle itself is very strong, due to its advanced Valyrian design, which combined with its isolated location make it an ideal redoubt and refuge (it was held for the late King Robert Baratheon by his brother, Lord Stannis). Because of these features and its geographic position, it is extremely difficult to breach and can be held by a relatively small garrison against a vastly larger force. The current seat of Queen Daenerys of House Targaryen, last known living Targaryen, is at The Great Pyramid of Meereen. The Great Pyramid is a massive structure in the city of Meereen. It is the largest building in the city and it is said a thousand slaves died during its construction. At its apex lies a huge bronze harpy.",
            "historyDescription": "Once a noble family of the vast Valyrian Freehold, an empire spanning most of the eastern continent, the Targaryens were given control of the island of Dragonstone in the Narrow Sea some centuries ago. After the obliteration of Valyria in the Doom, the Targaryens launched a devastating invasion of Westeros using three dragons to spearhead their attack. In a short period of time, six of the seven formerly independent kingdoms had surrendered to the Targaryen leader, King Aegon I, unifying the continent under his rule. The last hold-out, Dorne, joined the kingdom through a political and marriage alliance some two centuries later. During the increasingly erratic reign of King Aerys II, his son Rhaegar was said to have kidnapped Lyanna Stark of Winterfell for unknown reasons. When Lyanna's brother Brandon protested, Aerys responded by having both him and his father Rickard Stark arrested and executed. This sparked a massive uprising led by Eddard Stark, Robert Baratheon and Jon Arryn. At the end of this war Aerys and Rhaegar were dead and the Targaryen power-base in Westeros destroyed. Aerys's youngest children, Viserys and Daenerys, were taken by Targaryen loyalists into exile in the Free Cities of the East. Unknown to most, however, Rhaegar also had a child with Lyanna: Jon Snow. As Lyanna lay dying after giving birth to Jon, she pleaded with her brother Eddard to keep the baby safe from Robert, who surely would want him dead due to his immense hatred for Rhaegar and promise to wipe out the Targaryen bloodline. Eddard would take Jon back with him to Winterfell, raising him as his bastard son. Generations of compound inbreeding have preserved in the Targaryen bloodline the classic Valyrian features of silver-white (platinum blonde) hair, and very fair, pale skin. Allegedly, this also preserved in their bloodline the ability to successfully bond with and ride dragons. They also seem to be somewhat more tolerant of extreme heat and high temperatures than other people, though they are by no means invulnerable to fire – or at least, not all of them.",
            "aboutFamily": "Members: King Aerys II Targaryen (called -the Mad King- and -King Scab-, slain by Ser Jaime Lannister at the end of Robert's Rebellion), His sister-wife Queen Rhaella (also of House Targaryen, died in childbirth), Their oldest son and heir, Prince Rhaegar Targaryen (slain by Robert Baratheon at the Battle of the Trident), Prince Rhaegar's wife (Princess Elia of House Martell, slain during the Sack of King's Landing by Ser Gregor Clegane), Prince Rhaegar's daughter, Princess Rhaenys (also slain during the Sack of King's Landing by Ser Gregor), Prince Rhaegar's son and heir, Prince Aegon (also slain during the Sack of King's Landing by Ser Gregor), King Jon Snow (biological son of Rhaegar and Lyanna Stark. Raised as the bastard of his uncle, Lord Eddard Stark. Former Lord Commander of the Night's Watch and recently declared King in the North by acclamation of the northern lords), Aerys and Rhaella's second son, Prince Viserys Targaryen (called -the Beggar King-, in exile in the Free Cities. Killed by his brother-in-law Khal Drogo for threatening his wife and unborn son Rhaego), Aerys and Rhaella's daughter, Queen Daenerys Targaryen (called -the Stormborn- and -the Unburnt-, Queen of the Andals, the Rhoynar and the First Men, Khaleesi of the Great Grass Sea, Breaker of Chains, Mother of Dragons and former Queen of Meereen. Currently sailing to Westeros to take the Iron Throne), Daenerys and Drogo's son Rhaego (Stillborn), Aemon Targaryen (known popularly as -Maester Aemon-, the uncle of Aerys II Targaryen, a maester serving at Castle Black. He served as a member of the Night's Watch and the order of Maesters until he was almost a hundred years old, Aemon renounced his family ties and allegiances and his claim to the Iron Throne decades ago).",
            "houseOverview": "-Half the Targaryens went mad, didn't they? What's the saying? 'Every time a Targaryen is born the gods flip a coin.'- ( -Cersei Lannister). House Targaryen is a former Great House of Westeros and was the ruling royal House of the Seven Kingdoms for three centuries, before it was deposed during Robert's Rebellion and House Baratheon replaced it as the new royal House. The few surviving Targaryens fled into exile. Currently based in Essos, House Targaryen seeks to retake the Seven Kingdoms from House Lannister, who formally replaced House Baratheon as the royal House following the destruction of the Great Sept of Baelor."
        },
        {
            "houseID": "6",
            "houseTitle": "House Baratheon",
            "motto": "Words: 'Ours is The Fury'",
            "iconPath": "../img/sigils/baratheon.png",
            "familyPath": "../img/families/baratheon.png",
            "homePath": "../img/homes/baratheon.png",
            "flagPath": "../img/flags/baratheon.jpg",
            "aboutHome": "Storm's End is the ancestral seat of House Baratheon, and one of three major castles held by the former royal house, the others being the Red Keep in King's Landing and the island fastness of Dragonstone. Stannis Baratheon was the Lord of Storm's End prior to his death. It is currently unknown who holds the castle, if anyone. Storm's End is a formidable fortress, located on the southeastern coast of Westeros overlooking Shipbreaker Bay. Dragonstone is the castle that stands upon the eponymous island located in Blackwater Bay. At the time the series begins, it is held for King Robert Baratheon by his brother, Lord Stannis. The Chamber of the Painted Table is inside the castle. The castle was built using advanced Valyrian stonemasonry techniques, long since lost. As a result it has many exotic features unique in all of Westeros, including massive dragon-shaped gargoyles. The entire castle is dominated by dragon motifs and reliefs.",
            "historyDescription": "House Baratheon was founded by Orys Baratheon, a general in the army of King Aegon I Targaryen, the Conqueror. Orys Baratheon was also rumored to be Aegon's bastard half-brother. He defeated Argilac the Arrogant, the last of the Storm Kings, and captured his castle of Storm's End. For his accomplishments, Orys was made Lord of Storm's End and founder of House Baratheon. Orys took the sigil and words of the defeated House Durrandon as his own. He also took Argilac's daughter, as his wife. Robert's Rebellion: Two hundred and eighty-one years later, Lord Robert Baratheon rebelled against King Aerys II Targaryen, the Mad King, when the latter's son, Prince Rhaegar, kidnapped Robert's betrothed, Lyanna Stark, and his father the Mad King murdered her father and brother. House Baratheon, allied to the Houses Stark, Arryn and Tully, defeated the Targaryen army at the Battle of the Trident, while the forces of House Lannister captured King's Landing, where Jaime Lannister slew the Mad King. It was decided that Robert, as the military leader of the rebellion and also the one with the best blood-claim to the Iron Throne, would become King. With Lyanna dead, he married Cersei Lannister to cement the alliance that brought down the Targaryens, but they did not have a happy marriage, due to Robert's whoring and abuse, and Cersei's hatred of him. Royal House: When House Baratheon became the new royal dynasty, the House's heraldry was slightly altered, adding a crown to the black stag on a gold field. With Robert Baratheon leaving for King's Landing to rule all of the Seven Kingdoms from the Iron Throne, he left his youngest brother Renly Baratheon, who was only a child at the time, to rule the seat of House Baratheon at Storm's End. Meanwhile, he appointed his middle brother Stannis Baratheon as Lord of Dragonstone island, the ancestral seat of House Targaryen. This also made Stannis the lord of several minor outlying islands of the Crownlands which were in Blackwater Bay. Many saw this as an insult to Stannis, as windswept and isolated Dragonstone was not as wealthy or prestigious as Storm's End, the capital of the Stormlands. However, Stannis was a proven military commander and a loyal vassal of his experience was needed to rein in Dragonstone, where many of the most die-hard Targaryen loyalist Houses were located. It isn't exactly clear how King Robert envisioned dividing up his possessions for future generations of House Baratheon, or if he even had a plan. It isn't clear if he meant to permanently unite the Crownlands around King's Landing with the Stormlands around Storm's End (which do border the Crownlands). Alternatively, he might have handed off Storm's End and the Stormlands to a cadet branch of House Baratheon formed by Stannis or Renly's children, while Robert's own ‘children’ ruled the Crownlands. There's even the possibility that Robert intended to cut his younger brothers out of the succession entirely, and have the rule of the Stormlands pass to his younger ‘son’ Tommen. Whatever plans Robert may have had were swept away by the outbreak of war upon his unexpected death.",
            "aboutFamily": "Members: King Robert Baratheon (the former head of the family. King of the Andals and the First Men, Lord of the Seven Kingdoms, Protector of the Realm. Killed by a boar), Queen Cersei (his wife of House Lannister. Queen Mother after Robert's death), King Joffrey Baratheon (their eldest son. Poisoned at his royal wedding by Olenna Tyrell), Princess Myrcella Baratheon (their only daughter. Betrothed to Trystane Martell. Poisoned by Ellaria Sand), King Tommen Baratheon (their youngest son. Jumped out of a window in the Red Keep after witnessing the Destruction of the Great Sept of Baelor), Queen Margaery (his wife of House Tyrell. Widow of Joffrey and Renly. Burned alive by wildfire during the Destruction of the Great Sept of Baelor), King Stannis Baratheon (Robert's younger brother, the Lord of Dragonstone and Storm's End, claimant to the Iron Throne. Killed by Brienne of Tarth after the failed Battle of Winterfell), Queen Selyse (his wife of House Florent. Hanged herself after the death of their daughter), Princess Shireen (Baratheon, their daughter. Burned alive by Melisandre as a sacrifice to the Lord of Light), King Renly Baratheon (Robert's youngest brother, the Lord of Storm's End, also a claimant to the Iron Throne. Killed by a shadow).",
            "houseOverview": "House Baratheon of Storm's End is a legally extinct Great House of Westeros. Its main branch was formerly the royal house, but House Lannister now controls the throne. House Baratheon's sigil is a black stag on a gold background. When Robert ascended to the Iron Throne, a gold crown was added to the stag, denoting their status as the royal house. The ancestral Baratheon stronghold is Storm's End, but since becoming the royal house, they have also taken possession of the old Targaryen island fortress of Dragonstone, while the King rules from the city of King's Landing, the capital of the Seven Kingdoms. When the War of the Five Kings began following King Robert Baratheon's death, House Baratheon became divided into three distinct factions: one led by Robert's alleged son, Joffrey; one led by his younger brother, Stannis; and one led by his youngest brother, Renly. As a result of Renly's murder and the casualties suffered at the Battle of the Blackwater, the majority of House Baratheon's surviving lords and bannermen are now sworn to Stannis, though much of the Stormlands are occupied by Lannister and Tyrell forces loyal to King Tommen Baratheon, Joffrey's younger brother and successor. With Tommen's death, House Baratheon has become legally extinct. The only remaining known member of the Baratheon bloodline is Gendry, King Robert's unacknowledged bastard son."
        },
        {
            "houseID": "4",
            "houseTitle": "Night's Watch",
            "motto": "Words: 'I am The Sword in The Darkness'",
            "iconPath": "../img/sigils/night.png",
            "familyPath": "../img/families/night.jpg",
            "homePath": "../img/homes/night.jpg",
            "flagPath": "../img/flags/night.jpg",
            "aboutHome": "The original headquarters of the Night's Watch was the Nightfort, the first castle built at the Wall, and thus for thousands of years it was where the Lord Commander of the Watch resided. A little over two hundred years before the War of the Five Kings, during the reign of King Jaehaerys I Targaryen, the Night's Watch abandoned the Nightfort because they could no longer maintain it with their dwindling resources. Instead, they relocated their headquarters to Castle Black, where all subsequent Lords Commander were based (‘I found it surprisingly beautiful. In a brutal, horribly uncomfortable sort of way.’ - Tyrion Lannister to Janos Slynt). Castle Black is the primary headquarters and redoubt of the Night's Watch. It is located roughly halfway along the length of the Wall on its southern side, at the northern end of the Kingsroad. It is a dark and chilling home to its garrison. Castle Black is one of only three manned castles left on the Wall along with Eastwatch-by-the-Sea and The Shadow Tower. There are nineteen castles along the Wall, but as their numbers fell over the centuries the Night's Watch had to abandon sixteen of them. Castle Black has a sept, but no Godswood. Those who are followers of the Old Gods of the Forest must travel a mile north of the Wall and into the Haunted Forest to take their vows before a heart tree. The Wall is a colossal fortification which stretches for 100 leagues (300 miles) along the northern border of the Seven Kingdoms, defending the realm from the wildlings who live beyond. The Wall is reported to be over 700 feet tall and is made of solid ice. It was supposedly constructed using both magic and mundane means some eight millennia ago, in the aftermath of the Long Night to defend the realm against the White Walkers who apparently dwell in the far north, though they are now considered myths by most.",
            "historyDescription": "According to legend, the Night's Watch was founded 8,000 years ago. They now protect the Seven Kingdoms from threats beyond their northern border, such as White Walkers, wildlings and giants. They man a vast structure known as the Wall, a 700-foot-tall and 300-mile-long barrier which separates the Seven Kingdoms from the lands to its north. It is formed mostly from ice. The Watch have built several castles along the southern edge of the Wall to house their men. They also control a region south of the Wall known as the Gift, from which they obtain supplies and provisions. The region was donated to them by House Stark, the Kings in the North, at the time. Members of the Night's Watch swear an oath of duty that prohibits marriage, family, and land ownership. Recruits renounce all past allegiances and birthrights. Joining the Watch provides absolution for past crimes and immunity from further punishment. Brothers start with a clean slate and can rise within the ranks whatever their origins. However, even though the Night's Watch vows are meant to be for life, it is possible for one to leave the organization without execution, so long as it is with the ruling monarch's approval. For instance, Stannis Baratheon, a claimant to the Iron Throne and the King in the Narrow Sea, offers Jon Snow a chance to leave the Night's Watch and serve him in exchange for legitimization, though this may partially be because the Night's Watch is not taken as seriously by most as it once was, and Stannis was desperate enough to turn to Jon Snow for aid. They describe one another as ‘sworn brothers’ because of the oath. Men of the Watch dress entirely in black, giving rise to the nickname ‘crows’ - which is what the Free Folk commonly call them - or ‘black brothers’. Members of the Night's Watch are not specifically forbidden from seeing their families, but they cannot leave the Wall without permission. Desertion is punishable by death. First Ranger Benjen Stark would often visit his family at Winterfell while representing the Night's Watch. The Watch was once highly regarded and their ranks were filled with volunteers from noble houses, as serving was a sign of selfless devotion to the protection of the realm. However, most recruits are now criminals avoiding punishment, nobles avoiding scandal, orphans and other social outcasts. Men known as wandering crows, such as Yoren, travel around the Seven Kingdoms gathering recruits for the Watch, offering them escape on the Wall. For the highborn, the Wall is a convenient place to exile embarrassing or disgraced family members. Samwell Tarly was disowned by his own father and ordered to join the Watch on threat of death, while Tywin Lannister had plans to exile his own son Tyrion to the Wall so as to avoid executing him for allegedly murdering King Joffrey Baratheon. By the reign of King Robert Baratheon, the institution has fallen into disrepute and is largely ignored by the throne. It is severely undermanned; dwindling numbers have led to all but three of the Wall's nineteen castles being abandoned. The Night's Watch is now led from its stronghold at Castle Black. The Shadow Tower and Eastwatch-by-the-Sea are the only other castles that are still manned. Meanwhile, trouble is stirring beyond the Wall. A large wildling army under a new King Beyond the Wall, Mance Rayder, is advancing south, and there are rumors that the White Walkers, long since thought to be extinct, have returned. The leader of the Night's Watch when Jon Snow arrives at the Wall is Lord Commander Jeor Mormont.",
            "aboutFamily": "Recent Lords Commander: Jon Snow (the Bastard of Winterfell, called -Lord Snow-, 998th Lord Commander of the Night's Watch, previously Mormont's personal steward. Murdered by mutineers, but brought back to life. Resigned his post), Jeor Mormont (Lord Commander of the Night's Watch, Lord of Castle Black. Killed by Rast during the Mutiny at Craster's Keep), Ser Alliser Thorne (First Ranger. Former Master-at-Arms and former acting Lord Commander. Hanged by Jon Snow for contributing in the mutiny which resulted in Jon's temporary death), Eddison Tollett (acting Lord Commander following Jon's death and resignation). Past Lords Commander: The -Night's King- (one of the early Lords Commander who, according to legend, lived eight thousand years ago. The legends say that he was seduced by a female White Walker, declared himself king of the Night's Watch, and conducted human sacrifices at the Nightfort. It took an alliance between the Stark King in the North and the wildling King-Beyond-the-Wall Joramun to overthrow him, and restore the Night's Watch), Brynden Rivers (held the position during the reign of King Aegon V Targaryen). Based at Castle Black: Eddison Tollett (most often called -Edd-, former steward. Current acting Lord Commander), Benjen Stark (First Ranger. Went missing North of the Wall after leading a search for White Walkers. Killed by the Walkers but saved by the Children of the Forest and is now undead), Ser Waymar Royce (the youngest son of House Royce. A ranger killed by White Walkers), Gared (a ranger killed by White Walkers), Will (a ranger executed by Eddard Stark for desertion), Olly (personal steward to Lord Commander Jon Snow. Hanged by Jon for dealing the killing blow to him in a mutiny), Grenn (ranger. Killed fighting Mag Mar Tun Doh Weg during the Battle of Castle Black), Rast (ranger. Mutinied at Craster's Keep. Killed by Ghost), Aemon (maester at Castle Black. Died of natural causes.), Samwell Tarly (known as -Sam- and sometimes mocked as -Ser Piggy-, personal steward to Aemon. In Oldtown training to become a master), Pypar (called -Pyp-, a steward. Killed by Ygritte during the Battle of Castle Black), Qhorin (called -Qhorin Halfhand-, leading ranger of the Shadow Tower. Killed in a duel by Jon Snow, per Qhorin's instructions). Based at Eastwatch: Cotter Pyke (commander of Eastwatch), Borcas (head of the stewards at Eastwatch-by-the-Sea), Dareon (a steward, currently at Eastwatch). Recruiters: Yoren (a -wandering crow- in charge of finding new recruits. Killed in the Riverlands by Ser Amory Lorch).",
            "houseOverview": "-Night gathers, and now my watch begins. It shall not end until my death. I shall take no wife, hold no lands, father no children. I shall wear no crowns and win no glory. I shall live and die at my post. I am the sword in the darkness. I am the watcher on the walls. I am the shield that guards the realms of men. I pledge my life and honor to the Night's Watch, for this night and all the nights to come.- (The Night's Watch oath). The Night's Watch is a military order which holds and guards the Wall, the immense ice structure which separates the northern border of the Seven Kingdoms from the lands beyond. The order was led by Lord Commander Jon Snow from the stronghold of Castle Black up until his death by mutineers, and before Jon it was led by Lord Commander Jeor Mormont, who also was killed in a mutiny. The current Lord Commander is still to be decided. The Night's Watch is organized in three departments: the Rangers, who fight, defend the Wall and patrol the Haunted Forest; the Builders, who maintain the Wall and the castles; and the Stewards, who support and feed the members of the Watch."
        },
        {
            "houseID": "7",
            "houseTitle": "House Martell",
            "motto": "Words: 'Unbent, Unbowed, Unbroken'",
            "iconPath": "../img/sigils/martell.png",
            "familyPath": "../img/families/martell.jpg",
            "homePath": "../img/homes/martell.jpg",
            "flagPath": "../img/flags/martell.jpg",
            "aboutHome": "Sunspear is the seat of House Martell and the capital of Dorne, southernmost of the Seven Kingdoms, located in the far southeast of the continent on the Summer Sea. It consists of a strong, fortified castle and a town that sprawls around it. It is a town built largely of mud and straw. The town's largest structure is Spear Tower, a 150-feet structure with a pinnacle of shining steel.",
            "historyDescription": "House Martell started out as local kings in Dorne, which was long divided between many petty kings of the First Men and Andals. About a thousand years ago, Rhoynar refugees fleeing conquest by the Valyrian Freehold in Essos migrated across the Narrow Sea to Dorne, led by their warrior-queen Nymeria. Mors Martell was smitten with Nymeria and chose to join forces with her through marriage-alliance. With their combined strength, they conquered and unified the rest of Dorne. To symbolize their union, the original golden spear sigil of Mors Martell was combined with the red sun sigil of Nymeria, creating the red sun pierced by a golden spear sigil that House Martell has used ever since. Like their Rhoynar ancestors, House Martell styled its rulers as ‘princes’ instead of ‘kings’. The Martells resisted the Targaryen conquest by resorting to guerrilla warfare: if a dragon came the Dornish hid in the desert until it left, then ambushed the Targaryens' supply lines, until they eventually withdrew. The Martell words are ‘Unbowed, Unbent, Unbroken’ - referring to their history, in which they have never been successfully conquered by outsiders. This makes them unique among all of the Great Houses. During the Targaryen Conquest (three centuries before the War of the Five Kings), Dorne was the only region of the Seven Kingdoms to successfully resist the Targaryens and their dragons. Realizing that large armies could not stand against dragons (as seen at the Field of Fire), nor large castles (as seen at the Burning of Harrenhal), the Dornish instead resorted to guerrilla warfare, ambushing Targaryen soldiers and harassing their supply lines as soon as their dragons moved on to the next castle, then disappearing back into the harsh deserts when the dragons returned. The heat of Dorne's deserts also worked to the Martells' advantage, as Dorne's arid climate cannot easily support large invading armies. Losing many men due to attrition, ultimately even Aegon the Conqueror decided to withdraw from Dorne, to focus on reining in the other six newly conquered kingdoms. King Daeron I Targaryen's invasion of Dorne lasted only 4 years, ending with the death of Daeron I, along with 60,000 of his men, and the Martells still defiantly independent. House Martell and Dorne have never been successfully conquered. Over a century and a half after the Targaryen Conquest of the rest of Westeros, they were invaded again by King Daeron I Targaryen, the Young Dragon. A military genius, his Conquest of Dorne actually succeeded - on the battlefield. But the initial conquest was followed by a four year long Dornish insurgency, in which occupying troops were again bled through ambush and guerrilla tactics. Lyonel Tyrell, the steward that Daeron I put in charge of Dorne, was then assassinated, and all of Dorne rose up in open rebellion. Daeron I himself was killed attempting to put down the insurrection, and after only four short years House Martell once again ruled an independent Dorne. A few decades later (a little over a century before the War of the Five Kings), King Daeron II the Good managed to finally unite Dorne with the Iron Throne - not through conquest, but by voluntary marriage-alliance on equal terms. Daeron II married the sister of the Prince of Dorne, and the Prince of Dorne married Daeron II's sister. This special, semi-autonomous status allowed Dorne to retain several special privileges, such as the Martells continuing to style themselves as ‘Prince’ or ‘Princess’ instead of ‘Lord Paramount’ and continuing their practice of gender-blind primogeniture. This union did cause several political tensions at the royal court between Daeron II's pro-Martell faction and anti-Martell lords (from the Reach, the Stormlands, and the Dornish Marches), eventually leading to the Blackfyre Rebellion. At the end of Robert's Rebellion, Lannister bannerman Gregor Clegane killed Elia Martell's children, then raped and killed Elia. Generations later, King Aerys II Targaryen (later known as ‘the Mad King’) had no daughters, so he sought a suitable bride for his son Crown Prince Rhaegar Targaryen from outside of the family. Aerys II chose to snub the offer of Tywin Lannister, his own trusted Hand of the King and dutiful servant, that Rhaegar marry his own young daughter Cersei. Instead, a match was arranged with the then-current Princess of Dorne to wed her daughter Elia Martell to Rhaegar. In Robert's Rebellion, Elia was kept in King's Landing to ensure the continued allegiance of House Martell to the Targaryen's against the rebels. Elia bore Rhaegar two children but all three were later killed during Robert's Rebellion, during the Sack of King's Landing by Tywin Lannister's army. Elia's brothers Doran and Oberyn were outraged and, while peace was restored, the Martells withdrew from interacting with the royal court. During King Robert Baratheon's subsequent reign, the Martells and Dorne were rarely if ever even mentioned at court, except for their Dornish wine. Practices: Mors Martell and Nymeria united to conquer and unify Dorne. Afterwards they ruled equally, and were succeeded by their eldest daughter over their younger son - following the gender-blind inheritance customs of the Rhoynar. Like their Rhoynar ancestors who migrated to Dorne a thousand years ago, Dornish noble Houses follow gender-blind equal primogeniture, in which the eldest child is the heir regardless of whether that child is male or female. This is different from the male-preference inheritance laws in all of the rest of the Seven Kingdoms, the laws of the First Men and Andals, in which a younger son succeeds ahead of an older daughter. In House Stark, for example, Bran and Rickon are officially ahead of their older sister Sansa in the line of succession, and in House Lannister, Tyrion was officially ahead of Cersei despite being younger than her. In contrast, a ruler of House Martell is always succeeded by their eldest child, even if it is a daughter. In the style of their Rhoynar ancestors who lived in city-states in Essos (near the location of the later Free Cities), House Martell styles its rulers as ‘Prince of Dorne’ (or ‘Princess’) instead of ‘King’ or ‘Queen’. All members of House Martell are called a Prince/Princess, though the current head of the household is the ruling Prince/Princess. There is little functional difference between the ‘Prince of Dorne’ and a ‘Lord Paramount of the North’, though the title ‘Prince’ is considered to be, at least nominally, more prestigious. Due to uniting with the Iron Throne through marriage-alliance on equal terms instead of through conquest, the Martells were allowed to retain several special privileges, among which were continuing to style their ruler as a ‘Prince’, and continuing to practice gender-blind equal primogeniture.  While many of the Martells are hot-tempered, especially Prince Oberyn, they are a close-knit and loving family, undivided by internal rivalries such as those in House Lannister and House Baratheon.",
            "aboutFamily": "Members: Prince Doran Martell (Prince of Dorne and Lord of Sunspear. An elderly man suffering from gout, which prevents him from walking and leaves him mostly confined to a wheelchair. Assassinated by Ellaria Sand during her seizure of power), Prince Trystane Martell (his son and heir. Betrothed to Myrcella Baratheon. Killed by Obara Sand), Prince Oberyn Martell (Doran's brother and youngest sibling. Called -the Red Viper-, for his penchant for poisoning. Killed by Ser Gregor Clegane while championing Tyrion Lannister during his trial by combat. Oberyn has eight bastard daughters, collectively known as the -Sand Snakes-), Ellaria Sand (Oberyn's paramour and mother of several of his bastard daughters. Later seized power by killing Myrcella Baratheon and staging a coup), Obara Sand (Oberyn's first bastard daughter), Nymeria -Nym- Sand (Oberyn's second bastard daughter, born to an eastern noblewoman. Named after the warrior-queen of the Rhoynar), Tyene Sand (Oberyn's third bastard daughter, the eldest born to Ellaria Sand), Sarella Sand (Oberyn's fourth bastard daughter), Elia Sand (Oberyn's fifth bastard daughter. Named in honor of Oberyn's sister), Obella Sand (Oberyn's sixth bastard daughter), Dorea Sand (Oberyn's seventh bastard daughter), Loreza Sand (Oberyn's eighth bastard daughter), Princess Elia Martell (Doran's sister and middle sibling. Married to Prince Rhaegar Targaryen. Raped and murdered by Ser Gregor Clegane in the Sack of King's Landing along with her two children, four-year-old Princess Rhaenys Targaryen and the infant Aegon Targaryen). The immediately previous generation of House Martell: The Ruling Princess of Dorne (mother of Doran, Elia, and Oberyn. Inherited rule of Dorne in her own right from one of her parents. Succeeded upon her death by her eldest child, Doran. Name currently unknown.), Prince Lewyn Martell (Younger brother of the Ruling Princess, and thus the uncle of Doran, Elia, and Oberyn. A member of Aerys II Targaryen's Kingsguard. Slain at the Battle of the Trident). Household: Areo Hotah (Doran's trusted captain of the guards at Sunspear. Killed by Tyene Sand during the Dornish Coup), Maester Caleotte (Sunspear's Maester. Killed by Tyene Sand during the Dornish Coup), Princess Myrcella Baratheon (ward of Prince Doran and betrothed of Prince Trystane. Killed by Ellaria Sand with poison), Ser Arys Oakheart (a knight of the Kingsguard, her sworn shield), Septa Eglantine (of the Faith of the Seven, her governess and tutor). Ancestors: Princess Nymeria (warrior-queen who led Rhyonar refugees to Dorne and wed into House Martell, uniting Dorne under their rule), Prince Mors Martell (head of House Martell when Nymeria arrived in Dorne, which he would unite under his house by wedding Nymeria), Princess Meria Martell (the Ruling Princess of Dorne during the War of Conquest and the only ruler to successfully resist the Targaryens), Prince Maron Martell (the Ruling Prince of Dorne, who ultimately consented to join the rest of the Seven Kingdoms under Targaryen rule through marriage), Queen Myriah Martell (sister of Maron and wife of King Daeron II Targaryen, who along with her brother united Dorne with the rest of the Seven Kingdoms through marriage), Princess Daenerys of Sunspear (wife of Maron and sister of King Daeron II).",
            "houseOverview": "‘-Unbowed, unbent, unbroken-. The words of House Martell. A promise to our enemies, and a challenge to our lovers.’ (-Oberyn Martell). House Martell of Sunspear is a legally extinct Great House of Westeros. It ruled the peninsula of Dorne in the far south of the continent from their castle Sunspear. Though loyal to the Iron Throne, the Martells were never conquered by the Targaryens and pursued a more isolated role in wider political events since Robert's Rebellion. House Martell's sigil is a red sun pierced by a golden spear, on an orange field, a combination of the original Martell sigil - a yellow spear - and the emblem of Princess Nymeria - a red sun - to symbolize the marriage of the warrior-queen to Mors Martell. With the assassinations of Prince Doran Martell and his only heir, Prince Trystane, by Ellaria Sand and the Sand Snakes, House Martell is legally extinct, although the Sand Snakes themselves carry Martell blood through their father Oberyn. The Sand Snakes also continue to use the Martell sigil to represent themselves and Dorne. Under the leadership of Ellaria Sand and the Sand Snakes, the forces of House Martell and Dorne have aligned to support the cause of Daenerys Targaryen, against House Lannister after they declared war against them."
        },
        {
            "houseID": "3",
            "houseTitle": "House Lannister",
            "motto": "Words: 'Hear Me Roar'",
            "iconPath": "../img/sigils/lannister.png",
            "familyPath": "../img/families/lannister.png",
            "homePath": "../img/homes/lannister.jpg",
            "flagPath": "../img/flags/lannister.jpg",
            "aboutHome": "The Lannisters are the Lords Paramount of the Westerlands and Wardens of the West. Their seat is Casterly Rock, a castle on a massive rocky promontory overlooking the Sunset Sea which has had habitations and fortifications built into it over the millennia. It overlooks the thriving city of Lannisport and sits atop the most productive gold mine in the Westerlands. As the new royal house, they also rule directly over the Crownlands from their seat of the Red Keep in King's Landing, the traditional seat of the royal family.",
            "historyDescription": "House Lannister is one of the Great Houses of Westeros. Their lands are in the far west of the continent. They are the wealthiest family in the realm. They once possessed a Valyrian steel sword called Brightroar, which was lost by King Tommen II Lannister. They used to rule the Westerlands as the Kings of the Rock before swearing allegiance to the Targaryen family. The last King of the Rock, Loren Lannister, and the last King of the Reach, Mern Gardener, joined forces and fielded 60,000 men against Aegon the Conqueror. They were defeated by his dragons in a battle that came to be known as the Field of Fire and lost 4,000 men. They have since served the Targaryens and now King Robert Baratheon as the Lords Paramount of the Westerlands and Wardens of the West. The gold of Casterly Rock and the Golden Tooth has made them the wealthiest of the Great Houses. Reyne Rebellion - The red lion of Reyne confronts the golden lion of Lannister. Tywin Lannister is the current head of the family. His father Tytos Lannister presided over a period of decline for the house. He frittered away much of their fortune on poor investments and allowed himself to be mocked at court creating a perception of weakness. Their vassals House Reyne of Castamere rebelled against Lord Tytos. Tywin put down the rebellion personally, extinguishing their house and re-establishing the fearsome reputation of House Lannister. His ruthlessness gave darker meaning to the common phrase -A Lannister always pays his debts- and was immortalized in the song -The Rains of Castamere-. Tywin has three children Cersei, Jaime, and Tyrion by his wife Joanna Lannister. Joanna died after giving birth to Tyrion. Tyrion is a dwarf and has a troubled relationship with Tywin. Cersei and Jaime are fraternal twins. Cersei is Queen of Westeros since Tywin arranged for her marriage to King Robert Baratheon in exchange for his support in Roberts Rebellion. She has a longstanding incestuous relationship with her brother Jaime. The two conspire to conceal their love and have passed their children (Joffrey, Myrcella, and Tommen) off as being the product of Cerseis marriage.",
            "aboutFamily": "Lord Tywin Lannister (eldest son of Tytos Lannister. Lord of Casterly Rock, Warden of the West, Lord Paramount of the Westerlands, Hand of the King, Savior of the City of Kings Landing and Protector of the Realm for King Tommen I. Killed by his son Tyrion Lannister on the privy), Lady Joanna Lannister (his wife. Died after giving birth to their second son Tyrion. Also a first cousin to Tywin), Queen Cersei (their only daughter. Widow to the late King Robert Baratheon, formerly Queen Regent; Queen Dowager and Queen Mother. Currently the Lady of Casterly Rock, Queen of the Andals and the First Men and Protector of the Seven Kingdoms), King Joffrey Baratheon (her eldest son. King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm. Poisoned at his own wedding feast), Princess Myrcella Baratheon (her only daughter. Betrothed to Trystane Martell. Poisoned by Ellaria Sand), King Tommen Baratheon (her youngest son. King of the Andals and the First Men and Lord of the Seven Kingdoms. Commited suicide after the death of his wife, Queen Margaery Tyrell), Ser Jaime Lannister (their oldest son, Cerseis twin and Tywins desired heir. Called -the Kingslayer-. Former Lord Commander of the Kingsguard), Tyrion Lannister (their youngest son. A dwarf called -the Imp- and -Halfman-. Former acting Hand of the King and Master of Coin to King Joffrey I. A fugitive after being condemned to death and killing his father. Now Hand of the Queen to Daenerys Targaryen), Sansa Stark (his wife through forced, and still unconsummated, marriage. Fled to the Vale and now in the North), Ser Kevan Lannister (Tywins younger brother and closest adviser. Hand of the King to King Tommen I. Killed in the destruction of the Great Sept of Baelor), Lady Dorna (his wife of House Swyft), Ser Lancel Lannister (their eldest son and heir, former squire to King Robert Baratheon. Knighted after Roberts death. Renounced his name and inheritance after joining the Sparrows and the Faith Militant and renamed -Brother Lancel-. Killed by wildfire in the destruction of the Sept of Baelor), Martyn Lannister (their second son, a squire in the Lannister army. Murdered by Rickard Karstark while hostage at Riverrun), Willem Lannister (their youngest son, a squire in the Lannister army. Murdered by Rickard Karstark while hostage at Riverrun), Ser Stafford Lannister (Tywins first cousin and brother of Joanna. Killed at the Battle of Oxcross).",
            "houseOverview": "House Lannister of Casterly Rock is one of the Great Houses of Seven Kingdoms, and the principal house of the westerlands. Their seat is Casterly Rock, though another branch exists that is based in nearby Lannisport. Their sigil is a golden lion on a field of crimson. The Warden of the West is a Lannister by tradition. Fair-haired, tall, and handsome, the Lannisters are the blood of Andal adventurers who carved out a mighty kingdom in the western hills and valleys. Through the female line they boast of descent from Lann the Clever, the legendary trickster of the Age of Heroes who tricked the members of House Casterly into giving him Casterly Rock during the era of the First Men. The Lannisters reigned as Kings of the Rock until they fell to the Targaryen conquest, but were allowed to remain the liege lords of the westerlands. The House had fallen on hard times during the rule of Lord Tytos, but was restored to its former glory by Lord Tywin. His daughter Cersei is the queen of King Robert I Baratheon, while her twin Ser Jaime is a knight of Robert's Kingsguard."
        }
    ]
}